Repository: RafaelAgayev/Aura
Catalog: Aura/Global files/UI/Localizable.xcstrings
Source language: en
Languages: az

source: View and manage your interactions, content and account activity.
az: İstifadəçi əlaqələrinizi, məzmununuzu və hesab fəaliyyətinizi nəzarətdə saxlayın və idarə edin.

source: • Try getting 30 minutes of fresh air • Consider a short meditation • Drink more water today
az: • 30 dəqiqə təmiz havada vaxt keçirməyə çalış • Qısa bir meditasiya etməyi düşün • Bu gün daha çox su iç 💧

source: 3 profiles
az: 3 Profil

source: About: %@
az: Haqqında: %@

source: Account history
az: Hesab tarixçəsi

source: Account history screen
az: Hesab tarixçəsi ekranı

source: Accounts Center
az: Hesab Mərkəzi

source: Actions
az: Aktivliklər

source: AI Glasses
az: AI Eynəkləri

source: AI Health Insight
az: AI Sağlamlıq Tövsiyəsi

source: AI Suggestions
az: süni intellekt tərəfindən verilən təkliflər

source: All dates
az: Bütün tarixlər

source: Apply
az: Təsdiqlə

source: Archived
az: Arxivlənmişlər

source: Author: %@
az: Müəllif: %@

source: Auto detection screen
az: Avtomatik aşkarlama ekranı

source: Back
az: Geri

source: Books
az: Kitablar

source: Calm
az: Sakitlik

source: Cancel
az: Ləğv et

source: Change password
az: Şifrəni dəyiş

source: Changing your username will also change your Instagram profile address.
az: stifadəçi adınızı dəyişdirmək Instagram profil ünvanınızı da dəyişəcək.

source: Comments
az: Şərhlər

source: connected
az: bağlandı

source: Content you shared
az: Olduğun yeri paylaşmaq

source: Creator subscriptions
az: Yaradıcı abunəlikləri

source: Daily
az: Gündəlik

source: Daily status
az: Gündəlik status

source: Dark
az: Qaranlıq

source: Date range
az: Zaman aralığı

source: Delete
az: Silmək

source: Delete history?
az: Tarixçədən silmək istədiyinə əminsən ?

source: Description: %@
az: Təsvir: %@

source: Details
az: Detallar səhifəsi

source: dldmmdmd
az: dldmmmmd

source: Do you want logout ? If you logout and delete your token.
az: Çıxış etmək istəyirsən? əgər sən çıxış etsən, məlumatların silinəcəkdir.

source: Done
az: Hazırdır

source: Edit
az: Düzəltmək

source: edit avatar
az: avatarı düzəltmək

source: Edit email
az: Email’i dəyiş

source: Edit name
az: Adını dəyiş

source: Edit password
az: Şifrəni dəyiş

source: edit profile image
az: Profil şəklini düzəltmək

source: Edit username
az: İstifadəçi adınıza düzəliş edin

source: Enable notification
az: Bildirişləri aç

source: Enable reminder
az: Xatırlatmanı aç

source: Energy
az: Enerji

source: Enter email
az: email’i daxil edin

source: Enter name
az: adınızı daxil edin

source: Enter new name
az: yeni adınızı daxil edin

source: Enter new password
az: yeni şifrə daxil edin

source: Enter new username
az: Yeni adınızı əlavə edin

source: Enter your email
az: e-mail’inizi daxil edin

source: Face ID
az: Üz tanıma ilə giriş edin

source: Filter by date
az: Tarixə görə filtrlə

source: Get daily
az: Gündəliyi əldə edin

source: Get daily reminders to check your mood and health.
az: Gündəlik olaraq əhvalını və sağlamlığını yoxlamaq üçün xatırlatmalar al.

source: Grateful
az: Minnətdarlıq

source: Health
az: Sağlamlıq

source: Here you can see the most relevant info about your interests.
az: Burada maraqlarınıza uyğun ən vacib məlumatları görə bilərsiniz.

source: High
az: Yüksək

source: Highlights
az: Seçilmişlər

source: hightlights
az: Önə çıxanlar

source: History
az: Tarixçə

source: Hotels
az: Otellər

source: How do you feel?
az: Necə hiss edirsən?

source: How to use Aura
az: Aura’nı necə istifadə edirsən?

source: Interactions
az: Interaksiyalar

source: Interested
az: Maraqlıdır

source: Interested screen
az: Maraqlandıqların ekranı

source: Key
az: Açar

source: Learn more
az: Haqqında öyrən

source: Let’s check how you’re doing today
az: Bugün nələr etdiyinizə baxın

source: Light
az: İşıqlı

source: Likes
az: Bəyəndiklərin

source: Link History
az: Link Tarixçəsi

source: link history screen
az: Link tarixçəsi ekranı

source: Link screen
az: Link səhifəsi

source: Loading...
az: Yüklənir…

source: Login & recovery
az: Giriş və hesabın bərpası

source: Logout
az: Çıxış

source: Low
az: Aşağı

source: Manage accounts
az: Hesabları idarə et

source: Manage your connected experiences and account settings across Meta tehcnologies like Facebook, Instagram and Meta Horizon
az: Facebook, Instagram və Meta Horizon kimi Meta texnologiyalarında bağlantılı təcrübələrinizi və hesab ayarlarınızı idarə edin.

source: Manage your passwords, login preferences and recovery methods.
az: Şifrələrinizi, giriş seçimlərinizi və hesabın bərpası üsullarınızı idarə edin.

source: Medium
az: Orta

source: meta pay in list
az: Meta Pay siyahıda

source: meta pay subscriptions
az: Meta Pay abunəlikləri

source: Mood
az: Əhval

source: Mood History
az: Əhval tarixçəsi

source: Mood scan
az: Əhval skan et

source: More from Meta
az: Meta-dan daha çox

source: Music
az: Musiqi

source: Name
az: Ad

source: Name: %@
az: Ad: %@

source: Newest to oldest
az: Yenidən köhnəyə

source: No content available
az: Məlumat yoxdur.

source: No result
az: Nəticə yoxdur.

source: Not found yet
az: Hələ tapılmadı.

source: Not interested
az: Maraqlanmadıqlarım

source: not interested aura
az: Aura’da maraqlanmadıqların

source: Oldest to newest
az: Köhnədən yeniyə

source: One place to manage your activity
az: Fəaliyyətlər üçün vahid mərkəz

source: Orders and payments
az: Sifarişlər və ödənişlər

source: Password
az: Şifrə

source: Password and security
az: Şifrə və təhlükəsizlik

source: Past month
az: Keçən ay

source: Past week
az: Keçən həftə

source: Payment information
az: Ödəniş məlumatları

source: Personal details
az: Şəxsi məlumatlar

source: Please sign in
az: Lütfən giriş edin

source: Positive mindset detected.
az: Müsbət düşüncə tərzi aşkar edildi.

source: Posts
az: Postlarım

source: Profile
az: Profil

source: Profiles
az: Profillər

source: Profiles and personal details
az: Profillər və şəxsi məlumatlar

source: Rafael Agayev
az: Rafael Ağayev

source: Rank: ⭐️ %lld
az: Qiymət: ⭐️ %lld

source: Recent searches
az: Ən son axtarışlar

source: Recently deleted
az: Bu yaxınlarda silinənlər

source: Reels
az: Videolar

source: Register
az: Qeydiyyat

source: Reminder
az: Xatırlatmalar

source: Reminder time
az: Xatırlatma vaxtı

source: Removed and archived content
az: Silinmiş qeydlər

source: Repeat
az: Təkrarlanma

source: Reposts
az: Təkrar paylaşımlar

source: Retry
az: Yenidən cəhd et

source: Review security issues by running checks across apps, devices and emils sent.
az: Tətbiqlər, cihazlar və göndərilmiş e-poçtlar üzrə yoxlamalar apararaq təhlükəsizlik problemlərini nəzərdən keçirin.

source: Review the profile and personal details you've added to this Accounts Center. Add more profiles by adding your accounts
az: Bu Hesab Mərkəzinə əlavə etdiyiniz profil və şəxsi məlumatları nəzərdən keçirin. Hesablarınızı əlavə edərək daha çox profil əlavə edin.

source: Reviews
az: İcmallar

source: Save
az: Yazmaq

source: Save reminder
az: Xatırlatmanı qeydiyyata al

source: Scan now
az: Skan et indi

source: Scan your face and get insights about your mood and energy.
az: Üzünü skan et və əhvalınla enerji səviyyən haqqında məlumat al.

source: Scan your today mood
az: Bugünki əhvalını skan elə

source: Search
az: Axtarış

source: Security checks
az: Təhlükəsizlik yoxlamaları

source: Security screen
az: Təhlükəsizlik ekranı

source: Select
az: Seç

source: Selection theme
az: Temanı seç

source: Settings
az: Ayarlar

source: Shop account
az: Mağaza hesabı

source: Sign in
az: Giriş et

source: Sort by
az: Sırala

source: Start
az: Başlamaq

source: Sticker response
az: Stiker reaksiyası

source: sticker response screen
az: Stiker reaksiyası səhifəsi

source: Stress level is manageable today.
az: Bu gün stress səviyyəsi idarə oluna biləndir.

source: Suggested content
az: Sizə uyğun məzmun

source: Support
az: Dəstək

source: System
az: Sistem

source: Tags
az: Etiketləndiklərin

source: Terms and Conditions
az: Qaydalar və Şərtlər

source: The Rock
az: Qaya

source: This action is undone
az: Bu hərəkət edilmədi.

source: Time
az: Vaxt

source: Time spent
az: Vaxt xərclədiyim

source: time spent screen
az: Vaxt xərclədiyin ekran

source: Tired
az: Yorğun

source: Title: %@
az: Başlıq: %@

source: Today's insight
az: Bugünkü Tövsiyə

source: Transactions, credit cards, debit cards, shipping info, PayPal
az: Əməliyyatlar, kredit kartları, debet kartları, çatdırılma məlumatları, PayPal

source: Username
az: İstifadəçi adı

source: Username is not available
az: İstifadəçi adı mövcud deyil

source: Version: 1.0.1
az: Versiya 1.0.1

source: Version: 1.2.4
az: Versiya: 1.2.4

source: View History
az: Görünüş tarixçəsi

source: Watch history
az: Tarixçəyə bax

source: Watch history screen
az: Baxılanlar tarixçəsi ekranı

source: We'll your analyze with camera
az: Biz səni kamera ile analiz edəcəyik

source: Welcome back %@ 👋
az: Təkrar xoş gəldiniz %@ 👋

source: Welcome to Aura
az: Aura’ya xoş gəlmişsiniz

source: Welcome to interested screen
az: Maraqlandıqların səhifəsinə xoş gəlmisiniz

source: Year: %@
az: İl: %@

source: You can edit your name
az: Siz adınızı düzəldə bilərsiniz

source: You can edit your password
az: Siz öz şifrənizi dəyişə bilərsiniz

source: You can only change your name twice within 14 days
az: Adınızı 14 gün ərzində yalnız iki dəfə dəyişə bilərsiniz.

source: You can update your display name
az: Siz öz adınızı dəyişə bilərsiniz

source: You can update your email
az: Siz öz e-mailinizi dəyişə bilərsiniz

source: You can watch actions
az: Sən aktivliyinə baxa bilərsən

source: You don't have any active subscriptions.
az: Hazırda aktiv abunəliyiniz yoxdur.

source: You haven't subscribed to anyone yet. If you subscribe to a creator, your subscription can be managed here
az: Hələ heç kimə abunə olmamısınız. Əgər bir yaradıcıya abunə olsanız, abunəliyinizi burada idarə edə bilərsiniz.

source: You look more tired than usual. Try resting.
az: Sən adətən yorğun görünürsən. Dincəl biraz

source: Your activity
az: Sənin aktivliyin

source: Your current Instagram username %@ is available
az: Cari Instagram istifadəçi adınız %@ mövcuddur.

source: Your energy is low. Hydration recommended.
az: Sənin enerjin aşağıdır

source: Your info
az: Sənin məlumatların

source: Your mood is stable today. Keep balance.
az: Bu gün əhvalınız sabitdir. Balansı qoruyun.
